/* English */
/* Warnings for <cityname> */
"warningsFor" =
	"Warnings for %@:\n\n";
	
"falseAlarm" =
	"False Alarm, no warning. Sorry for the interruption";

"loadingText" =
    "Loading";

"pleaseWaitText" =
    "Please wait while Meteo fetches the weather";

/* build as displayed in \"About\" */
"build" =
    "build";

/* No comment provided by engineer. */
"Cancel" =
    "Cancel";

/* City Switcher MenuItem */
"City Switcher" =
    "City Switcher";

/* Controls MenuItem */
"Controls" =
    "Controls";

/* No comment provided by engineer. */
"Current Conditions" =
    "Current Conditions";

/* No comment provided by engineer. */
"Extended Forecast" =
    "Extended Forecast";

/* No comment provided by engineer. */
"New Version" =
    "New Version";

/* No comment provided by engineer. */
"No Active Cities" =
    "No Active Cities";

/* No comment provided by engineer. */
"No New Version" =
    "No New Version";

/* No comment provided by engineer. */
"No Weather" =
    "No Weather";

/* No comment provided by engineer. */
"OK" =
    "OK";

/* No comment provided by engineer. */
"Preferences" =
    "Preferences";

/* No comment provided by engineer. */
"Quit" =
    "Quit";

/* No comment provided by engineer. */
"Refresh" =
    "Refresh";

/* No comment provided by engineer. */
"Server Unreachable" =
    "Server Unreachable";

/* Show City Editor MenuItem */
"Show City Editor" =
    "Show City Editor";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." =
    "The server could not be reached to determine the most recent version of Meteorologist.";

/* Version as displayed in \"About\" */
"Version" =
    "Version";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" =
    "Version %1$@ of Meteorologist is available (your version %2$@).  Would you like to visit the web site?";

/* No comment provided by engineer. */
"Visit Web Site" =
    "Visit Web Site";

/* Will be used as \"Weather for <city name>\" */
"Weather For" =
    "Weather For";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." =
    "You have the most recent version of Meteorologist.";

/* Preferences panel */
"MeteorologistNameText" =
    "Meteorologist";

/* Preferences: Panel 1 (Weather) */
"weatherTabTitle" =
    "Weather";
"temperatureBoxTitle" =
    "Temperature";
"displayTempTitle" =
    "Display temperature";
"hideCFTitle" =
    "Hide type (C/F)";
"menuBarBoxTitle" =
    "Menu Bar";
"displayMenuIconTitle" =
    "Display icon";
"displayCityNameTitle" =
    "Display city name";
"fontNameTitle" =
    "Font Name:";
"fontSizeTitle" =
    "Font Size:";
"fontColorTitle" =
    "Font Color:";
"dockIconBoxTitle" =
    "Dock Icon";
"imageOpacityTitle" =
    "Image Opacity:";
"currentWeatherBoxTitle" =
    "Current Weather";
"displayTodayInSubmenuTitle" =
    "Display in submenu";
"extendedForecastBoxTitle" =
    "Extended Forecast";
"forecastDaysOnTitle" =
    "View extended forecast";
"viewForecastInSubmenuTitle" =
    "Display in submenu";
"displayDayImageTitle" =
    "Show Weather Icons";
"forecastInlineTitle" =
    "Forecasts on one line";
"forecastDaysNumberLabelTitle" =
    "Number of days";
"generalBoxTitle" =
    "General";
"embedControlsTitle" =
    "Show Meteorologist\ncontrols in submenu";
"killOtherMeteoTitle" =
    "Prevent Multiple Meteos\nfrom being launched";
"resetButtonTitle" =
    "Reset to Defaults";
"revertButtonTitle" =
    "Revert Changes";
"applyButtonTitle" =
    "Apply";

/* Preferences: Panel 2 (Cities) */
"citiesTabTitle" =
    "Cities";
"citiesTabHeaderActiveText" =
    "Active";
"citiesTabHeaderNameText" =
    "CIty Name";
"citiesTabHeaderServersText" =
    "Active Servers (Not Editable)";
"citiesTabDescriptonText" =
    "The first city is displayed in the menubar.  Drag and Drop the cities to reorder.";
"addCityTitle" =
    "Add City";
"editCityTitle" =
    "Edit City";
"removeCityTitle" =
    "Remove City";
"updateMenuTitle" =
    "Update Menu";
"useGlobalUnitsTitle" =
    "Enable Global Units";
"explainGlobalUnitsText" =
    "Otherwise units are specified for each city individually under the Weather Items and Forecast Items tabs in the City Editor.";
"degreesNameText" =
    "Degrees:";
"distanceNameText" =
    "Distance:";
"speedNameText" =
    "Speed:";
"pressureNameText" =
    "Pressure:";
"fahrenheitText" =
    "Fahrenheit";
"celsiusText" =
    "Celsius";
"milesText" =
    "Miles";
"feetText" =
    "Feet";
"kilometersText" =
    "Kilometers";
"metersText" =
    "Meters";
"milesPerHourText" =
    "Miles/Hour";
"kilometersPerHourText" =
    "Kilometers/Hour";
"metersPerSecondText" =
    "Meters/Second";
"knotsText" =
    "Knots";
"inchesText" =
    "Inches";
"millibarsText" =
    "Millibars";
"kilopascalsText" =
    "Kilopascals";
"hectopascalsText" =
    "Hectopascals";
 

/* Preferences: Panel 3 (Updating) */
"updatingTabTitle" =
    "Updating";
"updateIntervalBoxTitle" =
    "Update Interval";
"updateXminutesTitle" =
    "Update active locations every";
"minutesText" =
    "minutes";
"cycleXminutesTitle" =
    "Cycle active locations every";
"changeLocationsXminutesTitle" =
    "Change active locations every";
"updatesAndProblemsBoxTitle" =
    "Updates and Problems";
"checkForNewVersionsTitle" =
    "Check for new versions on launch";
"checkForServerProblemsTitle" =
    "Check for server problems on launch";
"logMessagesTItle" =
    "Log messages to console";
"checkForNewVersionButtonTitle" =
    "Check for new version";
"checkForNewErrorsButtonTitle" =
    "Check for new errors";
"displayLocationBoxTitle" =
    "Display Location";
"menubarButtonTitle" =
    "Menubar";
"dockButtonTitle" =
    "Dock";
"bothButtonTitle" =
    "Both";
"displayLocationTextData" =
    "Meteo can reside in the Dock, Menubar, or both at the same time. (Relaunch required)";

/* Preferences: Panel 4 (Alerts) */
"alertsTabTitle" =
    "Alerts";
"weatherAlertsBoxTitle" =
    "Weather Alerts";
"weatherAlertEmailTitle" =
    "Email";
"weatherAlertBeepTitle" =
    "Beep";
"weatherAlertSongTitle" =
    "Song";
"weatherAlertBounceTitle" =
    "Bounce";
"weatherAlertMessageTitle" =
    "Message";
"weatherAlertChooseSongTitle" =
    "Choose song file";

/* Preferences: Panel 5 (About) */
"aboutTabTitle" =
    "About";
"aboutHomepageTitle" =
    "Homepage";
"aboutWebSupportTitle" =
    "Web Support Group";

/* Weather Alert Message */
"weatherAlertPanelTitle" =
    "Weather Alert Messages";
"killSoundsButtonTitle" =
    "Kill Sounds";
"clearLogButtonTitle" =
    "Clear Log";

/* Download Window */
"downloadWindowTitle" =
    "";
"downloadWindowTextText" =
    "Local Image Download";
"downloadWindowNameText" =
    "Image Name:";
"downloadWindowSizeText" =
    "Image Size:";

/* City Editor Panel */
"cityEditorWindowTitle" =
    "City Editor";
"serversTabTitle" =
    "Servers";
"weatherItemsTabTitle" =
    "Weather Items";
"forecastItemsTabTitle" =
    "Forecast Items";
 
/* City Editor: Panel 1 (Servers) */
"cityNameTitle" =
    "City Name:";
"cityNameDescriptionLabel" =
    "e.g. home, vacation, work, grandparents, Miami, etc";
"weatherServersTitle" =
    "Weather Servers:";
"weatherModulesTabel" =
    "Weather Modules";
"weatherServersDescriptionTItle" =
    "For each server you'll use, you will need to perform a search.";
"cityOrZipSearchTitle" =
    "City or Zip Code Search:";
"searchButtonTitle" =
    "Search";
"cityNameCellTitle" =
    "City Name";
"onlyTheFirstEightDescriptionTitle" =
    "Only first 8 matches shown";
"cancelButtonTitle" =
    "Cancel";
"confirmButtonTitle" =
    "Confirm";

/* City Editor: Panel 2 (Weather Items) */
"currentWeatherItemsTitle" =
    "Current Weather Items";
"currentWeatherItemsPropertyTitle" =
    "Property";
"currentWeatherItemsOnTitle" =
    "On";
"currentWeatherItemsUnitTitle" =
    "Unit";
"currentWeatherItemsServerTitle" =
    "Server Selection";
"citiesListTitle" =
    "Cities";
"ImportButtonTitle" =
    "Import this cities preferences";

/* City Editor: Panel 3 (Forecast Items) */
"longTermForecastItemsTitle" =
    "Long Term Forecast Items";
"longTermForecastItemsOnTitle" =
    "On";
"longTermForecastItemsPropertyTitle" =
    "Property";
"longTermForecastItemsUnitTitle" =
    "Unit Selection";
"longTermForecastItemsServerTitle" =
    "Server Selection";
